# CLI tools
brew "gh"
brew "nvm"
brew "gogcli"
brew "imessage-exporter"
brew "jq"
brew "openai-whisper"
brew "restic"
brew "tmux"
brew "uv"
brew "watch"
brew "wget"

# Shell
brew "powerlevel10k"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "font-source-code-pro"
